Repository: loglux/wpthemes
Catalog: royal_flash_mycavalierlv/languages/*.po
Languages: lv_lv

source: Full Name
lv_lv: Pilns vārds

source: Street Address (where the puppy will live)
lv_lv: Adrese (kur kucēns dzīvos)

source: City
lv_lv: Pilsēta

source: Zip Code
lv_lv: Pasta indekss

source: Phone Number
lv_lv: Mobilā tel. nummurs

source: Email
lv_lv: Emails

source: Please list the primary caregiver for this Cavalier
lv_lv: Kurš galvenokārt rūpēsies par sunīti

source: Do you have a fenced yard?
lv_lv: Vai tev ir pagalms?

source: How will your puppy be exercised?
lv_lv: Vai kucēns tiks vests uz apmācībām?

source: Is anyone at home during the day? If no, please tell us how long the puppy will normally be left alone.
lv_lv: Vai kāds ir mājās dienas laikā? Ja nav, pastāstiet, lūdzu,kā parsti kucēns tiks atstāts viens pats un cik ilgi viņš paliks bez uzraudzības.

source: Where will the puppy primarily live?
lv_lv: Kur kucēns pārsvarā dzīvos?

source: Do any children live at this address? If so, please list their ages.
lv_lv: Vai ar tevi dzīvo bērni, ja jā, cik veci?

source: Do you own other pets? If yes, please tell us about them.
lv_lv: Vai tev ir citi mājdzīvnieki? Ja ir, pastāsti lūdzu par tiem.

source: Tell us about your prior pet ownership
lv_lv: Pastāsti par savu iepriekšējo pieredzi ar mājdzīvnieku.

source: Have you ever returned a dog or other pet? Due to temperment problems or a personal change in your life? Please explain.
lv_lv: Vai esi kādreiz atgriezis audzētājam suni vai citu mājdzīvnieku? Temperimenta problēmu dēļ vai dzīves apstākļu maiņas dēļ? Lūdzu paskaidro!

source: Are you prepared to make a lifetime (10-15 years) commitment to a Cavalier King Charles Spaniel? * (If for any reason you can no longer care for the dog during its lifetime, you will be contractually obligated to return it to us.)
lv_lv: Vai esi gatavs uzņemties rūpes (10-15 gadu) par Kavaliera Karaļa Čārlza Spanielu visu viņa mūža garumā? *(Ja kāda iemesla dēļ nevarēsi rūpēties par Kavalierīti, tev jāapņemas, obligāti atgriest viņu mums)

source: yes
lv_lv: jā

source: no
lv_lv: nē

source: Are you prepared for the significant financial investment required to purchase and raise a quality Cavalier King Charles Spaniel Puppy?
lv_lv: Vai apzinies, ka vajadzēs un esi gatavs ieguldīt naudas līdzekļus kopšanā, audzināšanā un veselības Kavaliera Karaļa Čārlza Spaniela kucēna aprūpē

source: Why are you considering a Cavalier King Charles Spaniel?
lv_lv: Kādēļ izvēlējies Kavaliera Karaļa Čārlza Spaniela šķirni?

source: What gender puppy do you prefer?
lv_lv: Kādu dzimumu vēlis savam sunim?

source: Male
lv_lv: Puisi

source: Female
lv_lv: Meiteni

source: Either, I just want the best pet for my family
lv_lv: Vienalga,es gribu tikai pašu labāko mājdzīvnieku manai ģimenei.

source: What color Cavalier do you prefer?
lv_lv: Kādas krāsas Kavalierīti tu vēlies?

source: Ruby
lv_lv: Rubīnu

source: Black and Tan
lv_lv: Melns ar lāsumiņiem

source: Blenheim
lv_lv: Blenheima ( balts ar riekstu brūnu)

source: Tricolor
lv_lv: Trīskrāsu

source: What age Cavalier are you looking for?
lv_lv: Kāda vecuma Kavalierīti tu vēlies?

source: Puppy 9 - 16 weeks
lv_lv: Kucēnu 9 - 16 nedēļas

source: Puppy 4 months - 1 year
lv_lv: Kucēnu 4 mēnešu - 1 gads

source: Young Adult (over 1 year)
lv_lv: Jaunulis (over 1 year)

source: Retired Adult (Over age 3 and retired from show/breeding program)
lv_lv: Pieaudzis virs 3 gadu

source: Are you looking for a pet or show prospect?
lv_lv: Vai vēlies sev tikai mīluli vai suni ar izstāžu potenciālu?

source: Pet (limited AKC registration)
lv_lv: Tikai mājai

source: Show prospect
lv_lv: Izstāžu perspektīva

source: When are you looking to adopt a Cavalier?
lv_lv: Kad tu vēlies saņemt Kavalierīti?

source: Do you have a current veterinarian I may contact for a reference? If yes, please provide the contact information below.
lv_lv: Vai tev ir savs veterinārārsts? Ja ir, tad , lūdzu ieraksti zemāk kontaktinformāciju.

source: If there is anything else you&#39;d like us to know about yourself or the home you can offer one of our puppies, please include it here.
lv_lv: Ja tev ir vēl kas piebilstams, ko vēlies, lai mēs zinām vai mājas, kurām tu vēlētos piedāvāt mūsu kucēnu, lūdzu ieraksti!

source: How did you find our website?
lv_lv: Kā tu atradi mūsu mājaslapu?

source: In checking this box, you declare all the above information is true.
lv_lv: Atzīmējot šo logu , tu apstiprini, ka viss augstāk minētais ir patiesība.

source: Submit
lv_lv: Apstiprināt

source: Country
lv_lv: Valsts

source: Indoors
lv_lv: Mājās, telpās

source: Outdoors
lv_lv: Ārā

source: Do you realize pet prices from responsible breeders start at 1000.00 EUR in addition to your normal costs of regular veterinary care, quality food, training and supplies?
lv_lv: Vai tu apzinies, ka cenas pie atbildīgiem audzētājiem sākas no 1000 EUR papildus jūsu parastajām izmaksām par regulāru veterināro aprūpi , kvalitatīvu pārtiku , apmācību un piegādi?
